Repository: AquaHydro/rightkit
Catalog: Packages/RightKitCore/Sources/RightKitCore/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko

source: %@ 已授权
en: “%@” authorized
ja: 「%@」は許可済み
ko: %@ 접근 허용됨

source: Excel 工作簿
en: Excel Workbook
ja: Excel ワークブック
ko: Excel 통합 문서

source: PowerPoint 演示文稿
en: PowerPoint Presentation
ja: PowerPoint プレゼンテーション
ko: PowerPoint 프레젠테이션

source: RTF 文稿
en: Rich Text
ja: RTF 書類
ko: RTF 문서

source: RightKit %@ 可用
en: RightKit %@ Is Available
ja: RightKit %@ が利用可能です
ko: RightKit %@ 사용 가능

source: RightKit 仅在这些文件夹及其子文件夹的访达菜单中显示。
en: RightKit appears in Finder menus only inside these folders and their subfolders.
ja: RightKit はこれらのフォルダとそのサブフォルダの Finder メニューにのみ表示されます。
ko: RightKit은 이 폴더와 하위 폴더의 Finder 메뉴에만 표시됩니다.

source: RightKit 只能在你授权的文件夹里新建、复制和整理文件。建议授权个人主文件夹。
en: RightKit can only create, copy, and organize files in folders you authorize. Authorizing your home folder is recommended.
ja: RightKit はアクセスを許可したフォルダ内でのみファイルの作成、コピー、整理ができます。ホームフォルダへのアクセスを許可することをおすすめします。
ko: RightKit은 접근을 허용한 폴더에서만 파일을 생성, 복사, 정리할 수 있습니다. 홈 폴더에 대한 접근을 허용하는 것이 좋습니다.

source: RightKit 已是最新版本。
en: RightKit is up to date.
ja: RightKit は最新バージョンです。
ko: RightKit이 최신 버전입니다.

source: RightKit 无权访问“%@”。
en: RightKit can’t access “%@”.
ja: RightKit は「%@」にアクセスできません。
ko: RightKit이 ‘%@’에 접근할 수 없습니다.

source: Shell 脚本
en: Shell Script
ja: シェルスクリプト
ko: 셸 스크립트

source: Word 文档
en: Word Document
ja: Word 書類
ko: Word 문서

source: iconutil 生成 ICNS 文件失败。
en: iconutil couldn’t create the ICNS file.
ja: iconutil で ICNS ファイルを生成できませんでした。
ko: iconutil이 ICNS 파일을 생성하지 못했습니다.

source: “%@”不是可读取的图片。
en: “%@” isn’t a readable image.
ja: 「%@」は読み込み可能な画像ではありません。
ko: 읽을 수 없는 이미지입니다: ‘%@’.

source: “%@”已不在系统中。
en: “%@” is no longer on this Mac.
ja: 「%@」はこの Mac にありません。
ko: 이 Mac에서 더 이상 찾을 수 없습니다: ‘%@’.

source: 一切就绪，去访达里右键试试。
en: All set. Try right-clicking in Finder.
ja: 準備ができました。Finder で右クリックしてみましょう。
ko: 준비가 끝났습니다. Finder에서 오른쪽 클릭해 보세요.

source: 不能添加根目录、系统目录，或个人主目录的上级目录。
en: You can’t add the startup disk root, a system folder, or a folder that contains your home folder.
ja: ルートフォルダ、システムフォルダ、ホームフォルダの親フォルダは追加できません。
ko: 루트 폴더, 시스템 폴더 또는 홈 폴더의 상위 폴더는 추가할 수 없습니다.

source: 主题
en: Appearance
ja: テーマ
ko: 테마

source: 二维码
en: QR Code
ja: QR コード
ko: QR 코드

source: 二维码预览
en: QR code preview
ja: QR コードのプレビュー
ko: QR 코드 미리보기

source: 仅支持为文件计算哈希。
en: Hashes can only be calculated for files.
ja: ハッシュ値を計算できるのはファイルのみです。
ko: 파일의 해시만 계산할 수 있습니다.

source: 你正在使用 %@。前往下载页面获取新版本。
en: You’re using %@. Go to the download page to get the new version.
ja: 現在 %@ を使用しています。ダウンロードページで新しいバージョンを入手できます。
ko: 현재 사용 중인 버전은 %@입니다. 다운로드 페이지에서 새 버전을 받으세요.

source: 使用该文件类型的默认应用打开。
en: Opens with the default app for that file type.
ja: このファイル形式のデフォルトアプリで開きます。
ko: 이 파일 유형의 기본 앱으로 엽니다.

source: 关于
en: About
ja: RightKit について
ko: RightKit 정보

source: 分栏
en: Section
ja: セクション
ko: 섹션

source: 创建
en: Create
ja: 作成
ko: 생성

source: 创建前询问文件名
en: Ask for a name before creating
ja: 作成前にファイル名を確認
ko: 생성 전에 파일 이름 묻기

source: 创建后自动打开文件
en: Open files after creating them
ja: 作成後にファイルを開く
ko: 생성 후 파일 자동으로 열기

source: 前往下载
en: Go to Download
ja: ダウンロードページへ
ko: 다운로드 페이지로 이동

source: 剪切
en: Cut
ja: カット
ko: 잘라내기

source: 剪切和粘贴
en: Cut and Paste
ja: カットとペースト
ko: 잘라내기 및 붙여넣기

source: 功能
en: Features
ja: 機能
ko: 기능

source: 反馈问题
en: Report an Issue
ja: 問題を報告
ko: 문제 보고

source: 发送到
en: Send To
ja: 送信先
ko: 보내기

source: 发送替身到桌面
en: Make Alias on Desktop
ja: エイリアスをデスクトップに作成
ko: 데스크탑에 가상본 만들기

source: 取消
en: Cancel
ja: キャンセル
ko: 취소

source: 受保护位置的拒绝提示不受这个开关影响。
en: Protected locations are always refused, regardless of this setting.
ja: 保護された場所への操作を拒否する通知は、この設定の影響を受けません。
ko: 보호된 위치에 대한 작업 거부 알림에는 이 설정이 적용되지 않습니다.

source: 受保护的位置
en: Protected Location
ja: 保護された場所
ko: 보호된 위치

source: 右键一下，就办好了。
en: Right-click. Done.
ja: 右クリックで、すぐに完了。
ko: 오른쪽 클릭 한 번으로 끝.

source: 后台服务已关闭
en: Background service is off
ja: バックグラウンドサービスがオフです
ko: 백그라운드 서비스가 꺼져 있습니다

source: 启动与菜单栏
en: Startup & Menu Bar
ja: 起動とメニューバー
ko: 시작 및 메뉴 막대

source: 图片与图标
en: Images & Icons
ja: 画像とアイコン
ko: 이미지 및 아이콘

source: 在“系统设置 → 通用 → 登录项与扩展”中打开 RightKit 的访达扩展，右键菜单才会出现。
en: Turn on the RightKit Finder extension in System Settings → General → Login Items & Extensions to see the right-click menu.
ja: 「システム設定 → 一般 → ログイン項目と機能拡張」で RightKit の Finder 機能拡張をオンにすると、右クリックメニューに表示されます。
ko: ‘시스템 설정 → 일반 → 로그인 항목 및 확장 프로그램’에서 RightKit의 Finder 확장 프로그램을 켜면 오른쪽 클릭 메뉴에 표시됩니다.

source: 在应用中打开
en: Open in App
ja: アプリで開く
ko: 앱으로 열기

source: 在菜单项中显示图标
en: Show icons in menu items
ja: メニュー項目にアイコンを表示
ko: 메뉴 항목에 아이콘 표시

source: 在访达空白处右键，一键打开这些文件夹。
en: Right-click empty space in Finder to open these folders.
ja: Finder の空白部分を右クリックすると、これらのフォルダをすぐに開けます。
ko: Finder의 빈 공간을 오른쪽 클릭하면 이 폴더를 바로 열 수 있습니다.

source: 在访达里右键，就能新建文件、把项目复制或移动到常用位置、用指定应用打开，以及使用一组文件工具。
en: Right-click in Finder to create files, copy or move items to favorite places, open them in your apps, and use a set of file tools.
ja: Finder で右クリックして、ファイルの作成、よく使う場所へのコピーや移動、指定したアプリでの表示、ファイルツールを利用できます。
ko: Finder에서 오른쪽 클릭하여 파일을 만들고, 자주 쓰는 위치로 복사하거나 이동하고, 지정한 앱으로 열고, 파일 도구를 사용할 수 있습니다.

source: 复制
en: Copy
ja: コピー
ko: 복사

source: 复制到
en: Copy To
ja: コピー先
ko: 복사 위치

source: 复制到和移动到
en: Copy To and Move To
ja: コピーと移動
ko: 복사 및 이동

source: 外观
en: Appearance
ja: 外観
ko: 모양

source: 好
en: OK
ja: OK
ko: 확인

source: 存储为 PNG…
en: Save as PNG…
ja: PNG として保存…
ko: PNG로 저장…

source: 工具箱
en: Toolbox
ja: ツールボックス
ko: 도구 상자

source: 已拷贝
en: Copied
ja: コピーしました
ko: 복사됨

source: 常用目录
en: Favorite Folders
ja: よく使うフォルダ
ko: 자주 사용하는 폴더

source: 开始使用
en: Get Started
ja: はじめる
ko: 시작하기

source: 彻底删除
en: Delete Permanently
ja: 完全に削除
ko: 완전히 삭제

source: 彻底删除 %d 个项目？
en: Delete %d items permanently?
ja: %d 項目を完全に削除しますか？
ko: 항목 %d개를 완전히 삭제하시겠습니까?

source: 彻底删除“%@”？
en: Delete “%@” permanently?
ja: 「%@」を完全に削除しますか？
ko: ‘%@’ 항목을 완전히 삭제하시겠습니까?

source: 彻底删除…
en: Delete Permanently…
ja: 完全に削除…
ko: 완전히 삭제…

source: 彻底删除前二次确认
en: Confirm before deleting permanently
ja: 完全に削除する前に確認
ko: 완전히 삭제하기 전에 확인

source: 恢复默认
en: Restore Defaults
ja: デフォルトに戻す
ko: 기본값으로 복원

source: 打开工具
en: Apps
ja: 開くアプリ
ko: 열기 앱

source: 打开方式
en: Open With
ja: 開く方法
ko: 열기 방식

source: 打开系统设置
en: Open System Settings
ja: システム設定を開く
ko: 시스템 설정 열기

source: 拖动可在分组内调整顺序。
en: Drag to reorder within a group.
ja: ドラッグしてグループ内の順序を変更できます。
ko: 드래그하여 그룹 내 순서를 변경할 수 있습니다.

source: 拖动可调整菜单中的顺序。
en: Drag to change the order in the menu.
ja: ドラッグしてメニューの順序を変更できます。
ko: 드래그하여 메뉴 순서를 변경할 수 있습니다.

source: 拷贝
en: Copy
ja: コピー
ko: 복사

source: 拷贝名称
en: Copy Name
ja: 名前をコピー
ko: 이름 복사

source: 拷贝图片
en: Copy Image
ja: 画像をコピー
ko: 이미지 복사

source: 拷贝当前路径
en: Copy Current Path
ja: 現在のパスをコピー
ko: 현재 경로 복사

source: 拷贝路径
en: Copy Path
ja: パスをコピー
ko: 경로 복사

source: 按住 Option 键右键点按程序坞中的访达，选择“重新开启”。
en: Hold Option, right-click Finder in the Dock, and choose “Relaunch”.
ja: Option キーを押しながら Dock の Finder を右クリックし、「再度開く」を選択してください。
ko: Option 키를 누른 채 Dock의 Finder를 오른쪽 클릭한 다음 ‘재실행’을 선택하세요.

source: 授予写入权限
en: Grant Write Permission
ja: 書き込み権限を付与
ko: 쓰기 권한 부여

source: 授权
en: Authorize
ja: アクセスを許可
ko: 접근 허용

source: 授权…
en: Authorize…
ja: アクセスを許可…
ko: 접근 허용…

source: 授权访问个人文件夹
en: Authorize Your Personal Folder
ja: ホームフォルダへのアクセスを許可
ko: 홈 폴더 접근 허용

source: 文件
en: Files
ja: ファイル
ko: 파일

source: 文件信息
en: File Info
ja: ファイル情報
ko: 파일 정보

source: 文件信息（哈希）
en: File Info (Hashes)
ja: ファイル情報（ハッシュ）
ko: 파일 정보(해시)

source: 文件信息（哈希）…
en: File Info (Hashes)…
ja: ファイル情報（ハッシュ）…
ko: 파일 정보(해시)…

source: 文件类型
en: File Types
ja: ファイル形式
ko: 파일 유형

source: 文本
en: Text
ja: テキスト
ko: 텍스트

source: 文本文档
en: Plain Text
ja: テキスト書類
ko: 텍스트 문서

source: 文本过长，无法打开翻译页面。
en: The text is too long to open the translation page.
ja: テキストが長すぎるため、翻訳ページを開けません。
ko: 텍스트가 너무 길어 번역 페이지를 열 수 없습니다.

source: 新建文件
en: New File
ja: 新規ファイル
ko: 새 파일

source: 无扩展名
en: No extension
ja: 拡張子なし
ko: 확장자 없음

source: 无法保存二维码。
en: Couldn’t save the QR code.
ja: QR コードを保存できません。
ko: QR 코드를 저장할 수 없습니다.

source: 无法创建文件。
en: Couldn’t create the file.
ja: ファイルを作成できません。
ko: 파일을 생성할 수 없습니다.

source: 无法创建文件夹。
en: Couldn’t create the folder.
ja: フォルダを作成できません。
ko: 폴더를 생성할 수 없습니다.

source: 无法创建替身。
en: Couldn’t create the alias.
ja: エイリアスを作成できません。
ko: 가상본을 만들 수 없습니다.

source: 无法剪切项目。
en: Couldn’t cut the items.
ja: 項目をカットできません。
ko: 항목을 잘라낼 수 없습니다.

source: 无法复制项目。
en: Couldn’t copy the items.
ja: 項目をコピーできません。
ko: 항목을 복사할 수 없습니다.

source: 无法导入模板。
en: Couldn’t import the template.
ja: テンプレートを読み込めません。
ko: 템플릿을 가져올 수 없습니다.

source: 无法彻底删除项目。
en: Couldn’t delete the items.
ja: 項目を完全に削除できません。
ko: 항목을 완전히 삭제할 수 없습니다.

source: 无法打开所选项目。
en: Couldn’t open the selected items.
ja: 選択した項目を開けません。
ko: 선택한 항목을 열 수 없습니다.

source: 无法打开文件。
en: Couldn’t open the file.
ja: ファイルを開けません。
ko: 파일을 열 수 없습니다.

source: 无法打开翻译页面。
en: Couldn’t open the translation page.
ja: 翻訳ページを開けません。
ko: 번역 페이지를 열 수 없습니다.

source: 无法打开设置。
en: Couldn’t open Settings.
ja: 設定を開けません。
ko: 설정을 열 수 없습니다.

source: 无法拷贝名称。
en: Couldn’t copy the name.
ja: 名前をコピーできません。
ko: 이름을 복사할 수 없습니다.

source: 无法拷贝路径。
en: Couldn’t copy the path.
ja: パスをコピーできません。
ko: 경로를 복사할 수 없습니다.

source: 无法授予写入权限。
en: Couldn’t grant write permission.
ja: 書き込み権限を付与できません。
ko: 쓰기 권한을 부여할 수 없습니다.

source: 无法更改可见性。
en: Couldn’t change visibility.
ja: 表示状態を変更できません。
ko: 표시 상태를 변경할 수 없습니다.

source: 无法更改扩展名显示状态。
en: Couldn’t change whether the extension is shown.
ja: 拡張子の表示状態を変更できません。
ko: 확장자 표시 상태를 변경할 수 없습니다.

source: 无法检查更新。
en: Couldn’t check for updates.
ja: アップデートを確認できません。
ko: 업데이트를 확인할 수 없습니다.

source: 无法生成图标集。
en: Couldn’t create the icon set.
ja: アイコンセットを生成できません。
ko: 아이콘 세트를 생성할 수 없습니다.

source: 无法用“%@”打开。
en: Couldn’t open with “%@”.
ja: 「%@」で開けません。
ko: 다음 앱으로 열 수 없습니다: ‘%@’.

source: 无法监视这个文件夹
en: Can’t Monitor This Folder
ja: このフォルダを監視できません
ko: 이 폴더를 감시할 수 없습니다

source: 无法移动项目。
en: Couldn’t move the items.
ja: 項目を移動できません。
ko: 항목을 이동할 수 없습니다.

source: 无法解散文件夹。
en: Couldn’t dissolve the folder.
ja: フォルダを解除できません。
ko: 폴더를 해제할 수 없습니다.

source: 无法设置壁纸。
en: Couldn’t set the wallpaper.
ja: 壁紙を設定できません。
ko: 배경화면을 설정할 수 없습니다.

source: 无法设置文件夹图标。
en: Couldn’t set the folder icon.
ja: フォルダアイコンを設定できません。
ko: 폴더 아이콘을 설정할 수 없습니다.

source: 无法读取文件。
en: Couldn’t read the file.
ja: ファイルを読み込めません。
ko: 파일을 읽을 수 없습니다.

source: 无法转换“%@”。
en: Couldn’t convert “%@”.
ja: 「%@」を変換できません。
ko: 다음 항목을 변환할 수 없습니다: ‘%@’.

source: 无法转换图片。
en: Couldn’t convert the image.
ja: 画像を変換できません。
ko: 이미지를 변환할 수 없습니다.

source: 无法重新启动访达。
en: Couldn’t restart Finder.
ja: Finder を再起動できません。
ko: Finder를 재시동할 수 없습니다.

source: 显示与隐藏
en: Show & Hide
ja: 表示と非表示
ko: 표시 및 숨기기

source: 显示所选
en: Show Selected
ja: 選択項目を表示
ko: 선택 항목 표시

source: 显示扩展名
en: Show Extension
ja: 拡張子を表示
ko: 확장자 표시

source: 显示菜单栏图标
en: Show menu bar icon
ja: メニューバーアイコンを表示
ko: 메뉴 막대 아이콘 표시

source: 更改…
en: Change…
ja: 変更…
ko: 변경…

source: 有新版本时提醒你，并打开下载页面。
en: Let you know when a new version is out and open its download page.
ja: 新しいバージョンがある場合に通知し、ダウンロードページを開きます。
ko: 새 버전이 있으면 알리고 다운로드 페이지를 엽니다.

source: 未命名
en: Untitled
ja: 名称未設定
ko: 이름 없음

source: 根据文件名新建文件夹
en: New Folder from Name
ja: ファイル名からフォルダを作成
ko: 파일 이름으로 폴더 만들기

source: 检查更新…
en: Check for Updates…
ja: アップデートを確認…
ko: 업데이트 확인…

source: 检测已安装工具
en: Detect Installed Apps
ja: インストール済みのアプリを検出
ko: 설치된 앱 찾기

source: 欢迎使用 RightKit
en: Welcome to RightKit
ja: RightKit へようこそ
ko: RightKit에 오신 것을 환영합니다

source: 正在复制 %d 个项目…
en: Copying %d items…
ja: %d 項目をコピー中…
ko: 항목 %d개 복사 중…

source: 正在复制“%@”…
en: Copying “%@”…
ja: 「%@」をコピー中…
ko: ‘%@’ 복사 중…

source: 正在生成图标集…
en: Creating icon set…
ja: アイコンセットを生成中…
ko: 아이콘 세트 생성 중…

source: 正在移动 %d 个项目…
en: Moving %d items…
ja: %d 項目を移動中…
ko: 항목 %d개 이동 중…

source: 正在移动“%@”…
en: Moving “%@”…
ja: 「%@」を移動中…
ko: ‘%@’ 이동 중…

source: 正在解散文件夹…
en: Dissolving folder…
ja: フォルダを解除中…
ko: 폴더 해제 중…

source: 正在计算哈希…
en: Calculating hashes…
ja: ハッシュ値を計算中…
ko: 해시 계산 중…

source: 正在转换 %d 张图片…
en: Converting %d images…
ja: %d 枚の画像を変換中…
ko: 이미지 %d개 변환 중…

source: 正在转换“%@”…
en: Converting “%@”…
ja: 「%@」を変換中…
ko: ‘%@’ 변환 중…

source: 此操作无法撤销。
en: You can’t undo this action.
ja: この操作は取り消せません。
ko: 이 작업은 실행 취소할 수 없습니다.

source: 没有监视目录，访达菜单不会出现。
en: No folders are monitored, so the Finder menu won’t appear.
ja: 監視フォルダがないため、Finder メニューに表示されません。
ko: 감시 폴더가 없어 Finder 메뉴가 표시되지 않습니다.

source: 浅色
en: Light
ja: ライト
ko: 라이트

source: 深色
en: Dark
ja: ダーク
ko: 다크

source: 添加
en: Add
ja: 追加
ko: 추가

source: 添加应用…
en: Add App…
ja: アプリを追加…
ko: 앱 추가…

source: 添加文件夹…
en: Add Folder…
ja: フォルダを追加…
ko: 폴더 추가…

source: 添加模板
en: Add Template
ja: テンプレートを追加
ko: 템플릿 추가

source: 添加模板…
en: Add Template…
ja: テンプレートを追加…
ko: 템플릿 추가…

source: 版本 %@（%@）
en: Version %@ (%@)
ja: バージョン %@（%@）
ko: 버전 %@(%@)

source: 生成 iOS 图标集
en: Make iOS Icon Set
ja: iOS アイコンセットを生成
ko: iOS 아이콘 세트 생성

source: 生成 macOS 图标集
en: Make macOS Icon Set
ja: macOS アイコンセットを生成
ko: macOS 아이콘 세트 생성

source: 登录时启动
en: Open at login
ja: ログイン時に起動
ko: 로그인 시 실행

source: 监视目录
en: Monitored Folders
ja: 監視フォルダ
ko: 감시 폴더

source: 目录
en: Folders
ja: フォルダ
ko: 폴더

source: 移动
en: Move
ja: 移動
ko: 이동

source: 移动到
en: Move To
ja: 移動先
ko: 이동 위치

source: 移除
en: Remove
ja: 削除
ko: 제거

source: 稍后
en: Later
ja: 後で
ko: 나중에

source: 稍后设置
en: Set Up Later
ja: 後で設定
ko: 나중에 설정

source: 粘贴
en: Paste
ja: ペースト
ko: 붙여넣기

source: 系统目录与个人主目录无法通过 RightKit 删除。
en: System folders and your home folder can’t be deleted with RightKit.
ja: システムフォルダとホームフォルダは RightKit で削除できません。
ko: 시스템 폴더와 홈 폴더는 RightKit으로 삭제할 수 없습니다.

source: 终端
en: Terminal
ja: ターミナル
ko: 터미널

source: 终端打开所在文件夹，编辑器打开所选项目。
en: Terminals open the containing folder; editors open the selected items.
ja: ターミナルでは項目があるフォルダを、エディタでは選択した項目を開きます。
ko: 터미널은 항목이 있는 폴더를 열고, 편집기는 선택한 항목을 엽니다.

source: 编辑器
en: Editor
ja: エディタ
ko: 편집기

source: 自动检查更新
en: Check for Updates Automatically
ja: アップデートを自動確認
ko: 자동으로 업데이트 확인

source: 角色
en: Role
ja: 役割
ko: 역할

source: 解散与删除
en: Dissolve & Delete
ja: フォルダの解除と削除
ko: 폴더 해제 및 삭제

source: 解散文件夹
en: Dissolve Folder
ja: フォルダを解除
ko: 폴더 해제

source: 让 RightKit 随登录运行，右键操作即点即用。
en: Keep RightKit running after you log in so right-click actions respond instantly.
ja: ログイン時に RightKit を起動すると、右クリック操作をすぐに使えます。
ko: 로그인할 때 RightKit을 실행하면 오른쪽 클릭 기능을 바로 사용할 수 있습니다.

source: 设为壁纸
en: Set as Wallpaper
ja: 壁紙に設定
ko: 배경화면으로 설정

source: 设置…
en: Settings…
ja: 設定…
ko: 설정…

source: 设置文件夹图标
en: Set Folder Icon
ja: フォルダアイコンを設定
ko: 폴더 아이콘 설정

source: 设置文件夹图标…
en: Set Folder Icon…
ja: フォルダアイコンを設定…
ko: 폴더 아이콘 설정…

source: 访达会短暂关闭并重新打开。
en: Finder will quit briefly and reopen.
ja: Finder がいったん終了し、再び開きます。
ko: Finder가 잠시 종료되었다가 다시 열립니다.

source: 访达右键菜单工具。新建文件、复制移动、在应用中打开，以及一组文件工具。
en: A Finder context menu tool for creating files, copying and moving, opening in apps, and more.
ja: Finder の右クリックメニューツール。ファイルの作成、コピーと移動、アプリで開く操作やファイルツールを利用できます。
ko: Finder 오른쪽 클릭 메뉴 도구입니다. 파일 생성, 복사 및 이동, 앱으로 열기와 파일 도구를 사용할 수 있습니다.

source: 访达扩展已启用
en: Finder extension is on
ja: Finder 機能拡張は有効です
ko: Finder 확장 프로그램이 켜져 있습니다

source: 访达扩展未启用
en: Finder extension is off
ja: Finder 機能拡張は無効です
ko: Finder 확장 프로그램이 꺼져 있습니다

source: 访达扩展未运行
en: Finder extension isn’t running
ja: Finder 機能拡張が動作していません
ko: Finder 확장 프로그램이 실행되고 있지 않습니다

source: 该文件夹已不存在。
en: This folder no longer exists.
ja: このフォルダは存在しません。
ko: 이 폴더는 더 이상 존재하지 않습니다.

source: 语言
en: Language
ja: 言語
ko: 언어

source: 请在“系统设置 → 通用 → 登录项与扩展 → 允许在后台”中打开 RightKit。
en: Turn on RightKit in System Settings → General → Login Items & Extensions → Allow in the Background.
ja: 「システム設定 → 一般 → ログイン項目と機能拡張 → バックグラウンドでの実行を許可」で RightKit をオンにしてください。
ko: ‘시스템 설정 → 일반 → 로그인 항목 및 확장 프로그램 → 백그라운드에서 허용’에서 RightKit을 켜세요.

source: 请在“系统设置 → 隐私与安全性 → 自动化”中允许 RightKit 控制访达，或按住 Option 键右键点按程序坞中的访达，选择“重新开启”。
en: Allow RightKit to control Finder in System Settings → Privacy & Security → Automation, or Option-right-click Finder in the Dock and choose Relaunch.
ja: 「システム設定 → プライバシーとセキュリティ → オートメーション」で RightKit に Finder の操作を許可するか、Option キーを押しながら Dock の Finder を右クリックして「再度開く」を選択してください。
ko: ‘시스템 설정 → 개인정보 보호 및 보안 → 자동화’에서 RightKit이 Finder를 제어하도록 허용하거나, Option 키를 누른 채 Dock의 Finder를 오른쪽 클릭하고 ‘재실행’을 선택하세요.

source: 请在设置里把它所在的文件夹加入监视目录；如果那个文件夹显示「需要重新授权。」，点「重新授权…」。
en: In Settings, add the folder that contains it to Monitored Folders. If that folder shows “Needs authorization again.”, click “Authorize Again…”.
ja: 設定で対象のフォルダを監視フォルダに追加してください。そのフォルダに「再度アクセスを許可してください。」と表示されている場合は、「再度アクセスを許可…」をクリックしてください。
ko: 설정에서 해당 폴더를 감시 폴더에 추가하세요. 폴더에 ‘접근 허용이 다시 필요합니다.’가 표시되면 ‘다시 접근 허용…’을 클릭하세요.

source: 跟随系统
en: System
ja: システム設定に従う
ko: 시스템 설정 따르기

source: 转换
en: Convert
ja: 変換
ko: 변환

source: 转换 %d 张图片
en: Convert %d Images
ja: %d 枚の画像を変換
ko: 이미지 %d개 변환

source: 转换“%@”
en: Convert “%@”
ja: 「%@」を変換
ko: ‘%@’ 변환

source: 转换图片
en: Convert Image
ja: 画像を変換
ko: 이미지 변환

source: 转换图片…
en: Convert Image…
ja: 画像を変換…
ko: 이미지 변환…

source: 输入文本以生成二维码
en: Enter text to create a QR code
ja: QR コードにするテキストを入力
ko: QR 코드를 만들 텍스트 입력

source: 输入新文件的名称：
en: Enter a name for the new file:
ja: 新しいファイルの名前を入力：
ko: 새 파일의 이름 입력:

source: 输入这个模板在菜单中的名称：
en: Enter a name for this template in the menu:
ja: このテンプレートのメニュー表示名を入力：
ko: 메뉴에 표시할 템플릿 이름 입력:

source: 还没有打开工具。
en: No apps yet.
ja: 開くアプリがありません。
ko: 열기 앱이 없습니다.

source: 还没有文件夹。
en: No folders yet.
ja: フォルダがありません。
ko: 폴더가 없습니다.

source: 这些文件夹是「复制到」和「移动到」的目标。
en: These folders are the destinations for Copy To and Move To.
ja: これらのフォルダは「コピー先」と「移動先」の対象です。
ko: 이 폴더는 ‘복사 위치’와 ‘이동 위치’의 대상입니다.

source: 这台 Mac 无法使用隔空投送。
en: AirDrop isn’t available on this Mac.
ja: この Mac では AirDrop を使用できません。
ko: 이 Mac에서는 AirDrop을 사용할 수 없습니다.

source: 进度
en: Progress
ja: 進行状況
ko: 진행 상황

source: 退出 RightKit
en: Quit RightKit
ja: RightKit を終了
ko: RightKit 종료

source: 选择
en: Choose
ja: 選択
ko: 선택

source: 选择文件夹…
en: Choose Folder…
ja: フォルダを選択…
ko: 폴더 선택…

source: 通用
en: General
ja: 一般
ko: 일반

source: 部分项目无法传输。
en: Some items couldn’t be transferred.
ja: 一部の項目を転送できませんでした。
ko: 일부 항목을 전송하지 못했습니다.

source: 部分项目无法删除。
en: Some items couldn’t be deleted.
ja: 一部の項目を削除できませんでした。
ko: 일부 항목을 삭제하지 못했습니다.

source: 部分项目无法完成。
en: Some items couldn’t be completed.
ja: 一部の項目を処理できませんでした。
ko: 일부 항목을 처리하지 못했습니다.

source: 重启一次访达，菜单就会出现。
en: Restart Finder once and the menu will appear.
ja: Finder を再起動すると、メニューが表示されます。
ko: Finder를 재시동하면 메뉴가 표시됩니다.

source: 重启访达
en: Restart Finder
ja: Finder を再起動
ko: Finder 재시동

source: 重新启动
en: Restart
ja: 再起動
ko: 재시동

source: 重新启动访达
en: Restart Finder
ja: Finder を再起動
ko: Finder 재시동

source: 重新启动访达？
en: Restart Finder?
ja: Finder を再起動しますか？
ko: Finder를 재시동하시겠습니까?

source: 重新授权…
en: Authorize Again…
ja: 再度アクセスを許可…
ko: 다시 접근 허용…

source: 隐藏/显示所选
en: Hide/Show Selected
ja: 選択項目を非表示／表示
ko: 선택 항목 숨기기/표시

source: 隐藏/显示扩展名
en: Hide/Show Extension
ja: 拡張子を非表示／表示
ko: 확장자 숨기기/표시

source: 隐藏或显示所选
en: Hide or Show Selected
ja: 選択項目を非表示または表示
ko: 선택 항목 숨기기 또는 표시

source: 隐藏或显示扩展名
en: Hide or Show Extension
ja: 拡張子を非表示または表示
ko: 확장자 숨기기 또는 표시

source: 隐藏所选
en: Hide Selected
ja: 選択項目を非表示
ko: 선택 항목 숨기기

source: 隐藏扩展名
en: Hide Extension
ja: 拡張子を非表示
ko: 확장자 숨기기

source: 隔空投送
en: AirDrop
ja: AirDrop
ko: AirDrop

source: 需要重新授权。
en: Needs authorization again.
ja: 再度アクセスを許可してください。
ko: 접근 허용이 다시 필요합니다.
